var events = [
    {
        event: "Гендальф выезжает из Шира",
        start: new Date("3018-04-16")
    },
    {
        event: "Гендальф заточен Саруманом в Изенгарде",
        start: new Date("3018-07-10")
    },
    {
        event: "Гендальф улетает из Изенгарда на орле",
        start: new Date("3018-09-17")
    },
    {
        event: "Хоббиты выходят из Шира",
        start: new Date("3018-09-22")
    },
    {
        event: "Хоббиты прибывают в Бри",
        start: new Date("3018-09-30")
    },
    {
        event: "Хоббиты встречают Арагорна",
        start: new Date("3018-09-30")
    },
    {
        event: "Хоббиты и Арагорн прибывают в Ривенделл",
        start: new Date("3018-10-20")
    },
    {
        event: "Сформировано Братство Кольца",
        start: new Date("3018-10-20")
    },
    {
        event: "Братство Кольца выходит из Ривенделла",
        start: new Date("3018-12-25")
    },
    {
        event: "Братство Кольца дошло до Мории",
        start: new Date("3019-01-14")
    },
    {
        event: "Гендальф падает в Бездну и дерется с Барлогом",
        start: new Date("3019-01-15")
    },
    {
        event: "Отряд прибывает в Лориэн",
        start: new Date("3019-01-18")
    },
    {
        event: "Гендальф побеждает Балрога и умирает",
        start: new Date("3019-01-25")
    },
    {
        event: "Гендальф воскресает как Гендальф-Белый",
        start: new Date("3019-02-15")
    },
    {
        event: "Отряд выплывает из Лориэна",
        start: new Date("3019-02-15")
    },
    {
        event: "Боромир убит",
        start: new Date("3019-02-26")
    },
    {
        event: "Орки схватили Мэрри и Пиппина",
        start: new Date("3019-02-26")
    },
    {
        event: "Отряд распадается",
        start: new Date("3019-02-26")
    },
    {
        event: "Арагорн, Гимли и Леголас гонятся за орками",
        start: new Date("3019-02-27")
    },
    {
        event: "Орков победили. Хоббиты убежали в Лес и встретили Энтов с Гендальфом",
        start: new Date("3019-02-28")
    },
    {
        event: "Арагорн, Гимли и Леголас встречают Гендальфа в лесу Фангорн",
        start: new Date("3019-03-01")
    },
    {
        event: "Гендальф и компанию прибывают в Эдорас и исцеляют Теодена",
        start: new Date("3019-03-02")
    },
    {
        event: "Энты нападают на Изенгард",
        start: new Date("3019-03-03")
    },
    {
        event: "Битва за Хельмову Падь",
        start: new Date("3019-03-04")
    },
    {
        event: "Гендальф и Мэрри едут в Минас-Тирит",
        start: new Date("3019-03-06")
    },
    {
        event: "Арагорн, Гимли и Леголас ступают на Тропу мертвых",
        start: new Date("3019-03-08")
    },
    {
        event: "Арагорн засуммонил Армию мертвых и они пошли Воевать",
        start: new Date("3019-03-10")
    },
    {
        event: "Битва за Минас-Тирит",
        start: new Date("3019-03-15")
    },
    {
        event: "Объединенные Войска Гондора И Рохана выступают в Мордор",
        start: new Date("3019-03-18")
    },
    {
        event: "Кольцо брошено в Ородруин, Саурон Повержен",
        start: new Date("3019-03-25")
    }
];