var points = [
	{
		chords: [-1280.00 , 1082.00],
		content: "Минас-Тирит"
	},
	{
		chords: [892.000 , 889.754],
		content: "Рованион"
	},
	{
		chords: [2054.02, 1330.00],
		content: "Эребор"
	},
	{
		chords: [1927.02, 1336.00],
		content: "Эсгарот"
	},
	{
		chords: [1998.02, 1348.00],
		content: "Дейл"
	},
	{
		chords: [1240.00 , 945.754],
		content: "Лихолесье"
	},
	{
		chords: [574.000, 648.000],
		content: "Дол Гулдур"
	},
	{
		chords: [544.000 , 157.754],
		content: "Лориэн"
	},
	{
		chords: [792.000 , -222.246],
		content: "Мория"
	},
	{
		chords: [1527.00, -205.000],
		content: "Ривенделл"
	},

	{
		chords: [-28.6195 , -170.865],
		content: "Фангорн"
	},
	{
		chords: [-738.000, -106.000],
		content: "Эдорас"
	},

	{
		chords: [-996.256 , 1867.90],
		content: "Барад-Дур"
	},
	{
		chords: [-1056.26 , 1699.90],
		content: "Ородруин"
	},
	{
		chords: [1743.72 , -3400.00],
		content: "Линдон"
	},
	{
		chords: [-1256.59 , 1324.00],
		content: "Минас-Моргул"
	},
	{
		chords: [2026.00, 2518.66],
		content: "Железные холмы"
	},
	{
		chords: [-262.000, -617.000],
		content: "Изенгард"
	},
	{
		chords: [-586.000, -492.000],
		content: "Хельмова Падь"
	},
	{
		chords: [-1277.90, 1168.00],
		content: "Асгилиат"
	}
	,
	{
		chords: [1480.00, -2069.00],
		content: "Хоббитон"
	},
	{
		chords: [1438.00, -1558.00],
		content: "Бри"
	},
	{
		chords: [1071.00, -1724.00],
		content: "Сан-Форд"
	},
	{
		chords: [1428.20, -2260.76],
		content: "Мичел Делвинг"
	},
	{
		chords: [1432.95, -1882.00],
		content: "Бэкланд"
	},
	{
		chords:	[626.689, -1216.59],
		content: "Тарбад"
	},
	{
		chords:	[-509.510, -604.000],
		content: "Врата Рохана"
	},
	{
		chords:	[-1708.50, -283.643],
		content: "Дол Амрот"
	},
	{
		chords:	[-1311.36, 92.0000],
		content: "Калембел"
	},
	{
		chords:	[-1342.00, 186.000],
		content: "Эстринг"
	},
	{
		chords:	[-1074.75, -143.344],
		content: "Эрех"
	},
	{
		chords:	[-1786.00, 348.000],
		content: "Линхир"
	},
	{
		chords:	[-1836.00, 882.000],
		content: "Пеларгир"
	},
	{
		chords: [-712.094, 1389.66],
		content: "Черные врата"
	},
	{
		chords: [-862.094, 1487.66],
		content: "Изенмаут"
	},
	{
		chords: [-882.094, 1363.66],
		content: "Дуртанг"
	},
	{
		chords: [-1834.26, -2008.00],
		content: "Мыс Андраст"
	},
	{
		chords: [1947.18, 1163.28],
		content: "Замок Трандуила"
	},
	{
		chords: [1147.93, -3275.38],
		content: "Харлонд"
	},
	{
		chords: [1533.93, -3608.00],
		content: "Форлонд"
	},
	{
		chords: [1832.00, -2118.00],
		content: "Аннуминас"
	},
	{
		chords: [1898.00, -1668.00],
		content: "Форност"
	},
	{
		chords: [2602.00, -958.000],
		content: "Карн Дум"
	},
	{
		chords: [-1238.00, 1423.00],
		content: "Логово Шелоб"
	},
	{
		chords: [1392.03, -2878.36],
		content: "Серебряная гавань"
	}
	
]
